Autodesk.Revit.DB.BuiltInFailures.SteelElementFailures.SteelElementTaskNotFinished
Advance Steel tasks not finished.

Autodesk.Revit.DB.BuiltInFailures.SteelElementFailures
Failures about steel elements